Repository: CrbnDlls/MainOffice
Catalog: MainOffice/App_LocalResources/GlobalRes.*.resx
Languages: uk

# Actions
source: Действия
uk: Дії

# AddressGroupName
source: Адреса
uk: Адреси

# AddressName
source: Адрес
uk: Адреса

# All
source: Все
uk: Всі

# ApplicationUser
source: Логин
uk: Логін

# Apply
source: Применить
uk: Застосувати

# BackToList
source: Вернуться к списку
uk: Повернутися до списку

# BarberLevelList
source: Звания парикмахеров
uk: Звання перукарів

# BarberLevelName
source: Наименование звания парикмахера
uk: Найменування звання перукаря

# BarberLevelShortName
source: Звание
uk: Звання

# BirthDay
source: Дата рождения
uk: Дата народження

# Close
source: Закрыть
uk: Закрити

# CompanyAddress
source: Юридический адрес
uk: Юридична адреса

# CompanyList
source: Предприятия
uk: Підприємство

# CompanyName
source: Наименование предприятия
uk: Найменування підприємства

# CompanyShortName
source: Предприятие
uk: Підприємство

# Create
source: Добавить
uk: Додати

# CurrentCulture
source: ru-RU
uk: uk-UA

# Delete
source: Удалить
uk: Видалити

# DeleteConfirm
source: Вы уверенны, что хотите удалить?
uk: Ви впевненні, що бажаєте видалити ?

# Details
source: Подробности
uk: Подробиці

# DismissalDate
source: Дата увольнения
uk: Дата звільнення

# DismissalDateShortName
source: Уволен
uk: Звільнен

# Edit
source: Редактировать
uk: Редагувати

# EmployeeList
source: Список сотрудников
uk: Список співробітників

# EmployeeSalon
source: Основной салон
uk: Основний салон

# EmployeeShortName
source: Сотрудник
uk: Співробітник

# Empty
source: Пусто
uk: Порожньо

# ErrNameLength
source: Количество символов в {0}, должно быть от {2} до {1}
uk: Кількість символів у {0}, повинно бути від {2} до {1}

# ErrRequired
source: Введите {0}
uk: Введіть {0}

# FamilyName
source: Фамилия
uk: Прізвище

# FathersName
source: Отчество
uk: По батькові

# FilterPrompt
source: Выберите значения для показа
uk: Оберіть значення для показу

# FilterTitle
source: Фильтрация данных
uk: Фільтрація даних

# From
source: С
uk: З

# HasValue
source: Заполнено
uk: Заповнено

# HireDate
source: Дата принятия на работу
uk: Дата прийняття на роботу

# HireDateShortName
source: Принят
uk: Прийнят

# HtmlHelper_MissingSelectData
source: Отсутсвуют данные для списка выбора
uk: Відсутні дані для списку вибора

# HtmlHelper_SelectExpressionNotEnumerable
source: Выражение для списка выбора не является перечислением
uk: Вираз для списку вибора не є перерахуванням

# HtmlHelper_WrongSelectDataType
source: Не верный тип данных для списка выбора
uk: Не правильний тип даних для списку вибора

# Index
source: Порядковый номер
uk: Порядковий номер

# Language
source: Язык
uk: Мова

# Name
source: Имя
uk: Ім'я

# NullOrEmpty
source: Значение не может быть пустым или null
uk: Значення не може бути порожнім або null

# OldFamilyName
source: Девичья фамилия
uk: Дівоче прізвище

# OldFamilyShortName
source: Дев. фамил.
uk: Дів. прізв.

# PhoneNumber1Name
source: Мобильный телефон
uk: Мобільний телефон

# PhoneNumber2Name
source: Дополнительный телефон
uk: Додатковий телефон

# PhoneNumberGroupName
source: Номера телефонов
uk: Номера телефонів

# ProductlineList
source: Линии продуктов
uk: Лінії продуктів

# ProductlineName
source: Наименование линии продуктов
uk: Найменування лінії продуктів

# ProductlineShortName
source: Линия
uk: Лінія

# ProductList
source: Список продукции
uk: Список продукції

# ProductName
source: Наименование продукта
uk: Найменування продукту

# ProductShortName
source: Продукция
uk: Продукція

# ProductVolumeList
source: Объемы продукта
uk: Об'єми продукта

# ProductVolumeName
source: Наименование объема продукта
uk: Найменування об'єму продукта

# ProductVolumeShortName
source: Объем
uk: Об'єм

# ProfessionList
source: Профессии
uk: Професії

# ProfessionName
source: Название профессии
uk: Найменування професії

# ProfessionShortName
source: Профессия
uk: Професія

# PromptEnter
source: Введите {0}
uk: Введіть {0}

# RegisterCompany
source: Оформлен на предприятии
uk: Оформлен на підприємстві

# RegisterDate
source: Дата оформления
uk: Дата оформлення

# SalonGroupName
source: Названия салонов
uk: Найменування салонів

# SalonList
source: Список салонов
uk: Список салонів

# SalonName
source: Название салона
uk: Найменування салону

# SalonStateList
source: Статусы салона
uk: Статуси салона

# SalonStateName
source: Наименование статуса
uk: Найменування статусу

# SalonTypeList
source: Типы салона
uk: Типи салону

# SalonTypeName
source: Наименование типа
uk: Найменування типу

# Save
source: Сохранить
uk: Зберегти

# ServiceList
source: Список услуг
uk: Список послуг

# ServiceName
source: Наименование услуги
uk: Наменування послуги

# ServiceShortName
source: Услуги
uk: Послуги

# ServiceVolumeList
source: Объемы услуги
uk: Об'єми послуг

# ServiceVolumeName
source: Наименование объема услуги
uk: Найменування об'єму послуги

# ServiceVolumeShortName
source: Объем
uk: Об'єм

# ShouldBeDate
source: Поле должно содержать дату.
uk: Поле повинно мітити дату

# StaffNumber
source: Номер для печати счета
uk: Номер для друку рахунку

# StaffNumberShortName
source: ID сотр.
uk: ID співроб.

# TableFilters
source: Фильтра
uk: Фільтри

# TelFormat
source: Телефонный номер должен быть формата (0XX) XXX-XX-XX
uk: Телефоний номер повинен бути формата (0XX) XXX-XX-XX

# Total
source: Всего
uk: Всього

# TrademarkList
source: Торговые марки
uk: Торгові марки

# TrademarkName
source: Наименование торговой марки
uk: Найменування торгової марки

# UserLanguage
source: Язык: Русский
uk: Мова: Українська

# PriceListUnitList
source: Разделы прейскуранта
uk: Розділи прейскуранта

# PriceListUnitName
source: Наименование раздела прейскуранта
uk: Найменування розділу прейскуранта

# PriceListUnitShortName
source: Раздел прейскуранта
uk: Розділ прейскуранта

# CashRegCodeFormat
source: Код должен состоять из цифр, от 1 до 999999
uk: Код повинен складатися з цифр, від 1 до 999999

# CashRegCodeList
source: Кода кассы
uk: Коди каси

# CashRegCodeName
source: Код кассы
uk: Код каси

# CashRegCodePrice10Name
source: Цена со скидкой 1
uk: Ціна зі знижкою 1

# CashRegCodePrice10ShortName
source: Цена %1
uk: Ціна %1

# CashRegCodePrice50Name
source: Цена со скидкой 2
uk: Ціна зі знижкою 2

# CashRegCodePrice50ShortName
source: Цена %2
uk: Ціна %2

# CashRegCodePriceName
source: Полная цена
uk: Повна ціна

# CashRegCodePriceShortName
source: Цена
uk: Ціна

# CashRegCodePriceStaffName
source: Цена сотрудника
uk: Ціна співробітника

# CashRegCodePriceStaffShortName
source: Цена сотр.
uk: Ціна співр.

# CashRegCodeShortName
source: Кода
uk: Коди

# Rows
source: строк
uk: рядків

# SelectAll
source: Выбрать все
uk: Обрати всі

# UpdateDate
source: Дата обновления
uk: Дата оновлення

# UpdateDateShortName
source: Обновление
uk: Оновлення

# UpdateToDate
source: Обновить к дате
uk: Оновити до дати

# PromptDate
source: Введите дату
uk: Введіть дату

# WrongDateFormat
source: Не верный формат даты
uk: Не вірний формат дати

# Duplicate
source: Дубликат
uk: Дублікат

# DuplicateDataError
source: Введенные данные дублируют присутствующие в базе
uk: Введені дані дублюють існуючі в базі

# ErrDelayedUpdateExists
source: Невозможно выполнить действие. Данные связаны отложенными обновлениями
uk: Не можливо виконати дію. Данні зв'язані відкладеними оновленнями

# DelayedUpdate
source: Отложенное обновление
uk: Відкладене оновлення

# ErrParentTableData
source: Невозможно выполнить действие. Введенные данные дублируют существующие активные данные
uk: Не можливо виконати дію. Введені дані дублюють існуючі активні дані

# ErrPriceRange
source: Значение цены должно быть от {1} до {2} грн.
uk: Значення ціни повинно бути від {1} до {2} грн.

# CannotChooseBoth
source: Необходимо выбрать что-то одно
uk: Ви повинны обрати щось одне

# MustChoose
source: Вы должны выбрать продукцию или услугу
uk: Ви повинні обрати продукцію або послугу

# AdditionalPhone
source: Дополнительный телефон
uk: Додатковий телефон

# ClientList
source: Список клиентов
uk: Список клієнтів

# ClientShortName
source: Клиент
uk: Клієнт

# Email
source: Электронная почта
uk: Електронна пошта

# MainPhone
source: Основной телефон
uk: Основний телефон

# BillEndTime
source: Время завершения работы
uk: Час завершення роботи

# BillIssueDate
source: Дата выдачи
uk: Дата видачі

# BillList
source: Список счетов
uk: Список рахунків

# BillNumber
source: Номер счета
uk: Номер рахунку

# BillShortName
source: Счет
uk: Рахунок

# BillStartTime
source: Время начала работы
uk: Час початку роботи

# Cancel
source: Отмена
uk: Скасовано

# CancelDateTime
source: Время отмены
uk: Час скасування

# FullPrice
source: Полная цена
uk: Повна ціна

# InsertDateTime
source: Время внесения
uk: Час внесення

# No
source: Нет
uk: Ні

# ProductServiceName
source: Услуга / Продукция
uk: Послуга / Продукція

# Promotion
source: Акция
uk: Акція

# Quantity
source: Количество
uk: Кількість

# SellPrice
source: Цена продажи
uk: Ціна продажу

# Visa
source: Завизировал
uk: Завізував

# Yes
source: Да
uk: Так

# End
source: Конец
uk: Кінець

# Start
source: Начало
uk: Початок

# Summ
source: Сумма
uk: Сума

# Longitude
source: Долгота
uk: Довгота

# WrongIpFormat
source: Неверный формат IP адреса
uk: Не вірний формат IP адреси

# Closed
source: Закрыто
uk: Зачинено

# ErrOperDaySalon
source: Действия с операционным днем не доступны.
uk: Дії з операційним днем недоступні.

# FarAwayFromSalon
source: Вы находитесь далеко от салона.
uk: Ви знаходитесь далеко від салону

# Open
source: Открыть
uk: Выдчинити

# Opened
source: Открыто
uk: Відчинено

# OperationDate
source: Дата работы салона
uk: Дата роботи салона

# RegisterSelf
source: Зарегестрироваться
uk: Зареєструватися

# CloseWorkSheet
source: Закрыть рабочий лист
uk: Закрити робочий лист

# EndTime
source: Конец работы
uk: Кінець роботи

# ErrGeoLocation
source: Ошибка с получением данных о вашем местоположении.
uk: Помилка з отриманням даних вашого розташування.

# ErrGeoLocationAccess
source: Вы запретили доступ к вашему местоположению.
uk: Ви заборонили доступ до вашого розташування.

# StartTime
source: Начало работы
uk: Початок роботи

# WorkSheets
source: Рабочие листы
uk: Робочі листи

# Registered
source: Зарегестрирован(-а)
uk: Зареєстрований(-а)

# WorkSheet
source: Рабочий лист
uk: Робочий лист

# OpenWorkSheet
source: Открыть лист
uk: Відкрити лист

# QuantityShort
source: Кол-во
uk: К-сть

# OrderNumber
source: Номер для сортировки
uk: Номер для сортування

# Color
source: Цвет
uk: Колір

# EditLock
source: Редактирует
uk: Редагує

# SalonPrinterList
source: Список принтеров
uk: Список принтерів

# SalonPrinterName
source: Наименование принтера
uk: Найменування принтерів

# PrintCountName
source: Кол-во напечатано
uk: Кількість надруковано

# SalonPrinterSysName
source: Имя принтера в ОС
uk: Ім'я принтера в ОС

# CloseEmployee
source: Закрыл
uk: Закрив

# CloseGeoLocation
source: Место закрытия
uk: Місце закриття

# CloseOperationPoint
source: Время закрытия
uk: Час закриття

# OpenEmployee
source: Открыл
uk: Відкрив

# OpenGeoLocation
source: Место открытия
uk: Місце відкриття

# OpenOperationPoint
source: Время открытия
uk: Час відкриття

# OperationDayArchiveShortName
source: Операционный день
uk: Операційний день

# OperationDayArchiveShortNameList
source: Список операционных дней
uk: Список операційних днів

# StaffQuantity
source: Кол-во сотр. присутствует
uk: Кількість присутніх співроб.

# StaffQuantityBuisy
source: Сейчас с клиентом
uk: Зараз з клієнтом

# SummClosed
source: Сумма закрытых
uk: Сума закритих

# SummInWork
source: Сумма в работе
uk: Сума в роботі

# BoQuantity
source: Кол-во БО
uk: Кількість БО

# BoSumm
source: Сумма БО
uk: Сума БО

# InitialPromo
source: Начальная скидка
uk: Початкова знижка

# VisaPromo
source: Виза скидки
uk: Віза знижки

# VisaShort
source: Виза
uk: Віза

# Kasa
source: Касса
uk: Каса

# Terminal
source: Терминал
uk: Термінал

# Unpaid
source: Неоплачены
uk: Неоплачені
